Repository: kamil-rudnicki/my-first-game-pascal
Catalog: src_connectfour/source/Lang/*/lang.po
Languages: pl

source: Help
pl: Pomoc

source: Help\help_en.html
pl: Help\help_pl.html

source: &About... F1
pl: &O programie F1

source: About the program
pl: Informacje o programie

source: New game
pl: Nowa gra

source: Start a new game
pl: Rozpocznij now± grê

source: Exit Alt-X
pl: Wyj¶cie Alt-X

source: Do you really want to quit?
pl: Czy napewno chcesz wyj¶æ?

source: Undo move
pl: Cofnij ruch

source: Undo last move
pl: Cofnij ostatni ruch

source: Move for me
pl: Rusz siê za mnie

source: Do you want to computer move for you?
pl: Czy napewno chcesz, ¿eby komputer ruszy³ siê za ciebie?

source: Change language
pl: Zmieñ jêzyk gry

source: Change the language
pl: Zmieñ jêzyk gry

source: File
pl: Plik

source: Options
pl: Opcje

source: Welcome!
pl: Witaj graczu, mi³ego grania!

source: Connect four
pl: Czwórki

source: Game starts green player
pl: Grê rozpoczyna gracz zielony

source: Cancel
pl: Anuluj

source: Computer - easy
pl: Komputer - ³atwy

source: Computer - medium
pl: Komputer - ¶redni

source: Computer - hard
pl: Komputer - trudny

source: Human
pl: Cz³owiek

source: Error in creating player.
pl: B³±d podczas tworzenia gracza.

source: Error
pl: B³±d

source: You are good, but not enought to win. It's draw!
pl: Jeste¶ dobry, ale nie wystarczaj±co ¿eby wygraæ. Remis!

source: Draw
pl: Remis

source: Please wait a moment, I must think...
pl: Proszê, zaczekaj chwilê, muszê pomy¶leæ...

source: OK, it's your turn!
pl: Dobra, twoja kolej!

source: Please choose your language:
pl: Wybierz swój jêzyk:

source: Language
pl: Jêzyk

source: About...
pl: O programie

source: Connect four version 1.0
pl: Czwórki wersja 1.0

source: (c) 2006 Kamil Rudnicki License: GPL Thanks to: - wxWidgets Team - Tomasz "SVN" Kalita - Krzysiek Sornat
pl: (c) 2006 Kamil Rudnicki Licencja: GPL Thanks to: - wxWidgets Team - Tomasz "SVN" Kalita - Krzysiek Sornat
